Repository: SlazO/glob
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: hu

source: Please log in to access this page.
hu: Ehhez az oldalhoz bejelentkezés szükséges.

source: Error: the translation service is not configured.
hu: Hiba: szolgáltatás elérhetetlen

source: Error: the translation service failed.
hu: Hiba: szolgáltatás hiba

source: [Microblog] Reset Your Password
hu: [Microblog] Elfelejtett jelszó

source: Please use a different username.
hu: Ez a felhasználónév már foglalt.

source: Please use a different email address.
hu: Ez az e-mail cím már használatban van.

source: Invalid username or password
hu: Érvénytelen felhasználónév vagy jelszó

source: Sign In
hu: Bejelentkezés

source: You are now a registered user!
hu: Sikeres regisztráció!

source: Register
hu: Regisztráció

source: Check your email for the instructions to reset your password
hu: E-mail elküldve

source: Reset Password
hu: Jelszó Pótlása

source: Your password has been reset
hu: Jelszó sikeresen megújítva

source: Your post is now live!
hu: Üzenet elküldve

source: Home
hu: Kezdőlap

source: Explore
hu: Felfedezés

source: Edit Profile
hu: Profil Szerkesztése

source: User %(username)s not found.
hu: %(username)s felhasználó nem található.

source: You cannot follow yourself!
hu: Nem követheted saját magad!

source: You are following %(username)s!
hu: Követed a felhasználót: %(username)s!

source: You cannot unfollow yourself!
hu: Nem állíthatod le saját magad követését!

source: You are not following %(username)s.
hu: Már nem követed a felhasználót: %(username)s

source: Search
hu: Keresés

source: %(username)s said %(when)s
hu: %(username)s mondta %(when)s

source: Translate
hu: Fordítás

source: Welcome to Microblog
hu: Üdv a MicroBlog-on

source: Login
hu: Belépés

source: Profile
hu: Profil

source: Logout
hu: Kijelentkezés

source: Error: Could not contact server.
hu: Hiba: nem lehet csatlakozni a szerverhez

source: Hi, %(username)s!
hu: Üdv, %(username)s!

source: Newer posts
hu: Újabb posztok

source: Older posts
hu: Régebbi posztok

source: Search Results
hu: Keresés eredményei

source: Previous results
hu: Előző találatok

source: Next results
hu: Következő találatok

source: User
hu: Felhasználó

source: Last seen on
hu: Utoljára aktív

source: %(count)d followers
hu: %(count)d felhasználó követi

source: %(count)d following
hu: %(count)d felhasználót követ

source: Edit your profile
hu: Profil Szerkesztése

source: Follow
hu: Követés

source: Unfollow
hu: Követés leállítása

source: New User?
hu: Új felhasználó?

source: Click to Register!
hu: Regisztrálj!

source: Forgot Your Password?
hu: Elfelejtett jelszó?

source: Click to Reset It
hu: Itt pótolhatod

source: Reset Your Password
hu: Elfelejtett jelszó

source: Not Found
hu: Nem Található

source: Back
hu: Vissza

source: An unexpected error has occurred
hu: Rendszerhiba

source: The administrator has been notified. Sorry for the inconvenience!
hu: A weboldal üzemeltetőjét értesítette rendszerünk. Elnézést a kellemetlenségért!
